/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "Plug-in de navigateur désactivé";
"webJavaViewHeading" = "Le contenu Java est désactivé dans les navigateurs Web";
"webJavaViewDesc" = "Pour activer cette option, sélectionnez Activer le contenu Java dans le navigateur sur l'onglet Sécurité du panneau de configuration Java";

/* Restore Windows Strings */
"restoreWindowTitle" = "Restaurer les invites de sécurité";
"restoreWindowDesc" = "Certaines invites de sécurité Java ont été masquées lorsque vous avez sélectionné l'option Ne plus afficher ce message. Vous pouvez améliorer la sécurité de vos informations personnelles en restaurant ces invites tous les 30 jours.";
"moreInformation" = "Plus d'informations";
"restoreCheckbox" = "Restaurer les invites de sécurité Java";

/* Common strings*/
"continueButton" = "Continuer";
"closeButton" = "Fermer";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "Le niveau de sécurité sera défini sur la valeur minimale Elevée.";
